frontend/views/posts/view.php

        <div class="tags">
            <?php
            $tags = [];
            foreach($model->getTagPost()->all() as $postTag) {
---
SELECT * FROM `blog_tag_post` WHERE `post_id`=1