frontend/controllers/PostsController.php

    public function actionCreate()
    {
//        if (Yii::$app->user->can('createPost'))
        if (true)
        {
            $model = new Posts();
            $model->status = Posts::STATUS_PUBLISHED;
            $model->author_id = Yii::$app->user->id;

            if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
SELECT * FROM `blog_post` WHERE `id`='1'