frontend/models/Categories.php

    public function getPosts()
    {
        return new ActiveDataProvider([
            'query' => Posts::find()
                ->where([
                    'category_id' => $this->id,
                    'status' => Posts::STATUS_PUBLISHED
                ])
        ]);
---
SELECT * FROM `blog_post` WHERE (`category_id`=1) AND (`status`=1) LIMIT 20
SELECT COUNT(*) FROM `blog_post` WHERE (`category_id`=1) AND (`status`=1)