frontend/models/Posts.php

SELECT COUNT(*) FROM `blog_comment` WHERE `post_id`=1
---
    public function getCommentCount()
    {
        return $this->getComments()->count();