<?php
/**
 * Created by PhpStorm.
 * User: user
 * Date: 02.04.2018
 * Time: 22:52
 */
$this->title = Yii::t('app','Terms of use');
$this->params['breadcrumbs'][] = $this->title;


?>

<p><strong>Умови використання.</strong>
</p>
<p>1. Інформація зібрана і опрацьована для людей.
</p>
<p>Ви можете спокійно використовувати цю інформацію для своїх цілей. Можете сміливо її модифікувати на свій страх і ризик. Можете попробувати задавати питання по цій інформації. В міру своїх можливостей автори попробують надати вам відповідь. Ми чітко пам'ятаємо: "Нема дурних питань, є дурні відповіді!".
</p>
<p>2. Інформація зібрана і опрацьована людьми.
</p>
<p>Якщо Вам сподобалася інформація - подякуйте нам, будь-ласка!. Якщо Ви поширюєте інформацію - не полінуйтесь додати посилання на нас. Ваша вдячність - запорука нашої довгої працездатності.
</p>
<p><strong>Политика конфиденціальності.</strong><br>
</p>
<p>Сайт не збирає та не зберігає інформацію про Відвідувачів.
</p>
<p>Сайт збирає інформацію про Дописувачів.  Збирається і зберігається технічна інформація необхідна для ідентифікації та автентифікації Дописувачів. Ніяка приватна інформація не збирається та не зберігається. Паролі не зберігаються, зберігаються хеші паролів.
</p>
<p>У випадку показу рекламних оголошень треті особи можуть зберігати та читати куки в браузері, або використовувати веб-маячки для збору якоїсь інформації.
</p>