<?php
/**
 * Created by PhpStorm.
 * User: user
 * Date: 02.04.2018
 * Time: 22:52
 */
?>

<p>This is the Terms of use page. You may modify the following file to customize its content:</p>

<code><?= __FILE__ ?></code>

<p> Условия использования </p>
<p> Time.is сделан для людей. </p>
<p>  Автоматическое обновление и любое использование при помощи скриптов и приложений запрещено. Если вам нужна синхронизация времени для вашего приложения, пожалуйста свяжитесь с нами по поводу нашего API.</p>

<p> Политика конфиденциальности </p>
<p> Time.is собирает информацию о посетителях в целях статистики. Собирается только техническая информация, никакой личной информации. </p>

<p> В результате показа рекламных объявлений третьи лица могут сохранять и читать куки в браузере, либо использовать веб-маяки для сбора информации.</p>
